{
    "комедия": ["Один дома", "Маска", "Реальная любовь", "Брюс Всемогущий", "Город охотников", "Знакомство с родителями", "Папа-досвидос", "Добро пожаловать в Зомбилэнд", "Мальчишник в Вегасе", "Суперперцы", "Нетипичный"],
    "ужасы": ["Астрал", "Заклятие", "Оно", "Пила", "Хэллоуин", "Сияние", "Реинкарнация", "Тишина", "Дом восковых фигур", "Крик", "Паранормальное явление", "Звонок"],
    "боевик": ["Джон Уик", "Крепкий орешек", "Матрица", "Неудержимые", "Терминатор", "Рэмбо", "Бэтмен", "Железный человек", "Форсаж", "Миссия невыполнима", "Казино Рояль", "Брат"],
    "мультфильм": ["Шрек", "Король Лев", "Холодное сердце", "Головоломка", "Тайна Коко", "Душа", "Соник в кино", "Ледниковый период", "Рапунцель", "Вверх", "Миньоны", "Босс-молокосос"],
    "драма": ["Побег из Шоушенка", "Форрест Гамп", "Зелёная книга", "Одержимость", "Богемская рапсодия", "Список Шиндлера", "Титаник", "Властелин колец", "Машинист", "1+1", "Крёстный отец", "Достучаться до небес"],
    "фантастика": ["Интерстеллар", "Начало", "Гравитация", "Марсианин", "Аватар", "Звёздные войны", "Стартрек", "Дюна", "Бегущий по лезвию", "Матрица", "Пятый элемент", "Люди в чёрном"],
    "триллер": ["Исчезнувшая", "Контроль", "Клетка", "Пленницы", "Тайное окно", "Семь", "Бойцовский клуб", "Шоу Трумана", "Остров проклятых", "Престиж", "Джентльмены", "Карты, деньги, два ствола"],
    "мелодрама": ["Дневник памяти", "До встречи с тобой", "Ла-Ла Ленд", "Титаник", "Амели", "Гордость и предубеждение", "Мосты округа Мэдисон", "Великий Гэтсби", "Невыносимая жестокость", "Валентинка", "Он + Она", "Вокзал для двоих"],
    "детектив": ["Шерлок Холмс", "Пуаро", "Девушка с татуировкой дракона", "Карманный вор", "Подозрение", "Кто подставил кролика Роджера", "Секреты Лос-Анджелеса", "Настоящий детектив", "Убить пересмешника", "До мозга костей", "Семь", "Молчание ягнят"],
    "вестерн": ["Приключения Джека Кепа", "Великолепная семёрка", "Хороший, плохой, злой", "Танцы с волками", "Омерзительная восьмёрка", "Не прощающий", "Дикие истории", "Джанго освобождённый", "Могила Джесси Джеймса", "Золотая лихорадка", "Всадник ниоткуда", "Настоящий бой"],
    "приключения": ["Индиана Джонс", "Пираты Карибского моря", "Мумия", "Джуманджи", "Хоббит", "Золото дураков", "Сокровища Амазонии", "Книга джунглей", "Алладин", "Морской бой", "Остров сокровищ", "Вокруг света за 80 дней"],
    "исторический": ["Гладиатор", "Храброе сердце", "Троя", "Царь", "Викинг", "Александр", "Средневековье", "Король говорит", "Тёмные времена", "Самый пьяный город", "Орёл Девятого легиона", "Битва за Севастополь"]
}